[
    {
        "title": "Liberté",
        "author": "Paul Eluard",
        "year": "1945",
        "content": "Sur mes cahiers d’écolier<br/>Sur mon pupitre et les arbres<br/>Sur le sable sur la neige<br/>J’écris ton nom<br/><br/>Sur toutes les pages lues<br/>,Sur toutes les pages blanches<br/>Pierre sang papier ou cendre<br/>J’écris ton nom<br/><br/>Sur les images dorées<br/>Sur les armes des guerriers<br/>Sur la couronne des rois<br/>J’écris ton nom<br/><br/>Sur la jungle et le désert<br/>Sur les nids sur les genêts<br/>Sur l’écho de mon enfance<br/>J’écris ton nom<br/><br/>Sur les merveilles des nuits<br/>Sur le pain blanc des journées<br/>Sur les saisons fiancées<br/>J’écris ton nom<br/><br/>Sur tous mes chiffons d’azur<br/>Sur l’étang soleil moisi<br/>Sur le lac lune vivante<br/>J’écris ton nom<br/><br/>Sur les champs sur l’horizon<br/>Sur les ailes des oiseaux<br/>Et sur le moulin des ombres<br/>J’écris ton nom<br/><br/>Sur chaque bouffée d’aurore<br/>Sur la mer sur les bateaux<br/>Sur la montagne démente<br/>J’écris ton nom<br/><br/>Sur la mousse des nuages<br/>Sur les sueurs de l’orage<br/>Sur la pluie épaisse et fade<br/>J’écris ton nom<br/><br/>Sur les formes scintillantes<br/>Sur les cloches des couleurs<br/>Sur la vérité physique<br/>J’écris ton nom<br/><br/>Sur les sentiers éveillés<br/>Sur les routes déployées<br/>Sur les places qui débordent<br/>J’écris ton nom<br/><br/>Sur la lampe qui s’allume<br/>Sur la lampe qui s’éteint<br/>Sur mes maisons réunies<br/>J’écris ton nom<br/><br/>Sur le fruit coupé en deux<br/>Du miroir et de ma chambre<br/>Sur mon lit coquille vide<br/>J’écris ton nom<br/><br/>Sur mon chien gourmand et tendre<br/>Sur ses oreilles dressées<br/>Sur sa patte maladroite<br/>J’écris ton nom<br/><br/>Sur le tremplin de ma porte<br/>Sur les objets familiers<br/>Sur le flot du feu béni<br/>J’écris ton nom<br/><br/>Sur toute chair accordée<br/>Sur le front de mes amis<br/>Sur chaque main qui se tend<br/>J’écris ton nom<br/><br/>Sur la vitre des surprises<br/>Sur les lèvres attentives<br/>Bien au-dessus du silence<br/>J’écris ton nom<br/><br/>Sur mes refuges détruits<br/>Sur mes phares écroulés<br/>Sur les murs de mon ennui<br/>J’écris ton nom<br/><br/>Sur l’absence sans désir<br/>Sur la solitude nue<br/>Sur les marches de la mort<br/>J’écris ton nom<br/><br/>Sur la santé revenue<br/>Sur le risque disparu<br/>Sur l’espoir sans souvenir<br/>J’écris ton nom<br/><br/>Et par le pouvoir d’un mot<br/>Je recommence ma vie<br/>Je suis né pour te connaître<br/>Pour te nommer<br/><br/>Liberté."
    },
    {
    	"title": "Le lac",
    	"author": "Alphonse de Lamartine",
    	"year": "1820",
    	"content": "Ainsi, toujours poussés vers de nouveaux rivages,<br/>Dans la nuit éternelle emportés sans retour,<br/>Ne pourrons-nous jamais sur l'océan des âges<br/>Jeter l'ancre un seul jour ?<br/><br/>Ô lac ! l'année à peine a fini sa carrière,<br/>Et près des flots chéris qu'elle devait revoir,<br/>Regarde ! je viens seul m'asseoir sur cette pierre<br/>Où tu la vis s'asseoir !<br/><br/>Tu mugissais ainsi sous ces roches profondes,<br/>Ainsi tu te brisais sur leurs flancs déchirés,<br/>Ainsi le vent jetait l'écume de tes ondes<br/>Sur ses pieds adorés.<br/><br/>Un soir, t'en souvient-il ? nous voguions en silence ;<br/>On n'entendait au loin, sur l'onde et sous les cieux,<br/>Que le bruit des rameurs qui frappaient en cadence<br/>Tes flots harmonieux.<br/><br/>Tout à coup des accents inconnus à la terre<br/>Du rivage charmé frappèrent les échos ;<br/>Le flot fut attentif, et la voix qui m'est chère<br/>Laissa tomber ces mots :<br/><br/>\" Ô temps ! suspends ton vol, et vous, heures propices !<br/>Suspendez votre cours :<br/>Laissez-nous savourer les rapides délices<br/>Des plus beaux de nos jours !<br/><br/>\" Assez de malheureux ici-bas vous implorent,<br/>Coulez, coulez pour eux ;<br/>Prenez avec leurs jours les soins qui les dévorent ;<br/>Oubliez les heureux.<br/><br/>\" Mais je demande en vain quelques moments encore,<br/>Le temps m'échappe et fuit ;<br/>Je dis à cette nuit : Sois plus lente ; et l'aurore<br/>Va dissiper la nuit.<br/><br/>\" Aimons donc, aimons donc ! de l'heure fugitive,<br/>Hâtons-nous, jouissons !<br/>L'homme n'a point de port, le temps n'a point de rive ;<br/>Il coule, et nous passons ! \"<br/><br/>Temps jaloux, se peut-il que ces moments d'ivresse,<br/>Où l'amour à longs flots nous verse le bonheur, <br/>S'envolent loin de nous de la même vitesse<br/>Que les jours de malheur ?<br/><br/>Eh quoi ! n'en pourrons-nous fixer au moins la trace ?<br/>Quoi ! passés pour jamais ! quoi ! tout entiers perdus !<br/>Ce temps qui les donna, ce temps qui les efface,<br/>Ne nous les rendra plus !<br/><br/>Éternité, néant, passé, sombres abîmes,<br/>Que faites-vous des jours que vous engloutissez ?<br/>Parlez : nous rendrez-vous ces extases sublimes<br/>Que vous nous ravissez ?<br/><br/>Ô lac ! rochers muets ! grottes ! forêt obscure !<br/>Vous, que le temps épargne ou qu'il peut rajeunir,<br/>Gardez de cette nuit, gardez, belle nature,<br/>Au moins le souvenir !<br/><br/>Qu'il soit dans ton repos, qu'il soit dans tes orages,<br/>Beau lac, et dans l'aspect de tes riants coteaux,<br/>Et dans ces noirs sapins, et dans ces rocs sauvages<br/>Qui pendent sur tes eaux.<br/><br/>Qu'il soit dans le zéphyr qui frémit et qui passe,<br/>Dans les bruits de tes bords par tes bords répétés,<br/>Dans l'astre au front d'argent qui blanchit ta surface<br/>De ses molles clartés.<br/><br/>Que le vent qui gémit, le roseau qui soupire,<br/>Que les parfums légers de ton air embaumé,<br/>Que tout ce qu'on entend, l'on voit ou l'on respire,<br/>Tout dise : Ils ont aimé !<br/>"
    },
    {
    	"title": "Au lecteur",
    	"author": "Charles Baudelaire",
    	"year": "1857",
    	"content": "La sottise, l'erreur, le péché, la lésine,<br/>Occupent nos esprits et travaillent nos corps,<br/>Et nous alimentons nos aimables remords,<br/>Comme les mendiants nourrissent leur vermine.<br/><br/>Nos péchés sont têtus, nos repentirs sont lâches ;<br/>Nous nous faisons payer grassement nos aveux,<br/>Et nous rentrons gaiement dans le chemin bourbeux,<br/>Croyant par de vils pleurs laver toutes nos taches.<br/><br/>Sur l'oreiller du mal c'est Satan Trismégiste<br/>Qui berce longuement notre esprit enchanté,<br/>Et le riche métal de notre volonté<br/>Est tout vaporisé par ce savant chimiste.<br/><br/>C'est le Diable qui tient les fils qui nous remuent !<br/>Aux objets répugnants nous trouvons des appas ;<br/>Chaque jour vers l'Enfer nous descendons d'un pas,<br/>Sans horreur, à travers des ténèbres qui puent.<br/><br/>Ainsi qu'un débauché pauvre qui baise et mange<br/>Le sein martyrisé d'une antique catin,<br/>Nous volons au passage un plaisir clandestin<br/>Que nous pressons bien fort comme une vieille orange.<br/><br/>Serré, fourmillant, comme un million d'helminthes,<br/>Dans nos cerveaux ribote un peuple de Démons,<br/>Et, quand nous respirons, la Mort dans nos poumons<br/>Descend, fleuve invisible, avec de sourdes plaintes.<br/><br/>Si le viol, le poison, le poignard, l'incendie,<br/>N'ont pas encor brodé de leurs plaisants dessins<br/>Le canevas banal de nos piteux destins,<br/>C'est que notre âme, hélas ! n'est pas assez hardie.<br/><br/>Mais parmi les chacals, les panthères, les lices,<br/>Les singes, les scorpions, les vautours, les serpents,<br/>Les monstres glapissants, hurlants, grognants, rampants,<br/>Dans la ménagerie infâme de nos vices,<br/><br/>Il en est un plus laid, plus méchant, plus immonde !<br/>Quoiqu'il ne pousse ni grands gestes ni grands cris,<br/>Il ferait volontiers de la terre un débris<br/>Et dans un bâillement avalerait le monde ;<br/><br/>C'est l'Ennui ! - l'oeil chargé d'un pleur involontaire,<br/>Il rêve d'échafauds en fumant son houka.<br/>Tu le connais, lecteur, ce monstre délicat,<br/>- Hypocrite lecteur, - mon semblable, - mon frère !<br/>"
    },
    {
    	"title": "Élévation",
    	"author": "Charles Baudelaire",
    	"year": "1857",
    	"content": "Au-dessus des étangs, au-dessus des vallées,<br/>Des montagnes, des bois, des nuages, des mers,<br/>Par delà le soleil, par delà les éthers,<br/>Par delà les confins des sphères étoilées,<br/><br/>Mon esprit, tu te meus avec agilité,<br/>Et, comme un bon nageur qui se pâme dans l'onde,<br/>Tu sillonnes gaiement l'immensité profonde<br/>Avec une indicible et mâle volupté.<br/><br/>Envole-toi bien loin de ces miasmes morbides ;<br/>Va te purifier dans l'air supérieur,<br/>Et bois, comme une pure et divine liqueur,<br/>Le feu clair qui remplit les espaces limpides.<br/><br/>Derrière les ennuis et les vastes chagrins<br/>Qui chargent de leur poids l'existence brumeuse,<br/>Heureux celui qui peut d'une aile vigoureuse<br/>S'élancer vers les champs lumineux et sereins ;<br/><br/>Celui dont les pensers, comme des alouettes,<br/>Vers les cieux le matin prennent un libre essor,<br/>- Qui plane sur la vie, et comprend sans effort<br/>Le langage des fleurs et des choses muettes !<br/>"
    },
  	{
  		"title": "L'albatros",
  		"author": "Charles Baudelaire",
  		"year": "1857",
  		"content": "Souvent, pour s'amuser, les hommes d'équipage<br/>Prennent des albatros, vastes oiseaux des mers,<br/>Qui suivent, indolents compagnons de voyage,<br/>Le navire glissant sur les gouffres amers.<br/><br/>A peine les ont-ils déposés sur les planches,<br/>Que ces rois de l'azur, maladroits et honteux,<br/>Laissent piteusement leurs grandes ailes blanches<br/>Comme des avirons traîner à côté d'eux.<br/><br/>Ce voyageur ailé, comme il est gauche et veule !<br/>Lui, naguère si beau, qu'il est comique et laid !<br/>L'un agace son bec avec un brûle-gueule,<br/>L'autre mime, en boitant, l'infirme qui volait !<br/><br/>Le Poète est semblable au prince des nuées <br/>Qui hante la tempête et se rit de l'archer ;<br/>Exilé sur le sol au milieu des huées,<br/>Ses ailes de géant l'empêchent de marcher.<br/>"
  	},
  	{
  		"title": "Chanson d'automne",
  		"author": "Paul Verlaine",
  		"year": "1866",
  		"content": "Les sanglots longs<br/>Des violons<br/>De l'automne<br/>Blessent mon coeur<br/>D'une langueur<br/>Monotone.<br/><br/>Tout suffocant<br/>Et blême, quand<br/>Sonne l'heure,<br/>Je me souviens<br/>Des jours anciens<br/>Et je pleure<br/><br/>Et je m'en vais<br/>Au vent mauvais<br/>Qui m'emporte<br/>Deçà, delà,<br/>Pareil à la<br/>Feuille morte.<br/>"
  	},
  	{
  		"title": "O Moi ! O la vie !",
  		"author": "Walt Whitman",
  		"year": "1872",
  		"content": "O moi ! O la vie ! Les questions sur ces sujets qui me hantent,<br/>Les cortèges sans fin d’incroyants, les villes peuplées de sots,<br/>Moi-même qui constamment me fais des reproches, (car qui est plus sot que moi et qui plus incroyant ?)<br/>Les yeux qui vainement réclament la lumière, les buts méprisables, la lutte sans cesse recommencée,<br/>Les pitoyables résultats de tout cela, les foules harassées et sordides que je vois autour de moi,<br/>Les années vides et inutiles de la vie des autres, des autres à qui je suis indissolublement lié,<br/>La question, O moi ! si triste et qui me hante – qu’y a-t-il de bon dans tout cela, O moi, O la vie ?<br/>Réponse:<br/>Que tu es ici – que la vie existe et l’identité,<br/>Que le puissant spectacle se poursuit et que tu peux y apporter ta rime.<br/>"
  	}
]
